christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
humao.rest-client
jprestidge.theme-material-theme
msjsdiag.debugger-for-chrome
PeterJausovec.vscode-docker
PKief.material-icon-theme
ms-python.anaconda-extension-pack
ms-python.python
